---
layout: post
title:  "2022-11-14"
date:   2022-11-14
categories: notes
---

1. 那天听说一个分析，觉得挺有道理的。

   就是说，这几天跳出来支持封控的，号称这几年生活完全没影响的，基本上都是又丑又讨厌的人。

   因为，一个人如果只是丑，但不讨厌，或者虽然讨厌，但是长得好看，那就很难避免以下几种基本需求，起码会有1-2种：

   1）较为频繁的社交，聚会。
   2）出入各种消费场所。
   3）去外地走亲访友和旅行。
   4）有各地的亲朋好友并且经常联系。

   那么这样的人就很难避免受到疫情影响。就算自己所在地区还好，也会因为为远方亲友担心而觉得不快乐。比如很多宅人都会为自己的网友受苦不开心。很多海外华人担心自己父母在国内就医不便等等。

   但如果一个人不仅丑还讨厌，那肯定平时没人搭理，没有社交，没有业余生活，也没有任何亲友成为他们的牵挂。

   这种生活当然谈不上快乐，所以他们平时就很嫉妒那些长得好看，或者性格好，总之就是受欢迎的人。

   但疫情一来，别人终于也被迫过得像他们一样了。爱旅游的人出不去门了，朋友多的人减少聚会了，漂亮的人出门也要戴口罩遮住脸了。甚至有些以前很赚钱的人，赚钱少了。别人家优秀的孩子，上学也终于受到影响了。

   反倒是这些人自己，因为平时就过得很差，所以也没啥区别。这时候他们看着别人生活质量下降，心里那叫一个爽啊！你们也有今天啊！

   所以就恨不得这种生活持续上一辈子！嗷嗷叫唤着支持往死了封控！

   没想到正在美呢，突然之间，好像要开放了（其实根本影儿都没有，就稍微地表示了一小下下），这些人就又慌又恨。苍天啊！大地啊！别人又要幸福地生活了，他们的快乐就要没有了呀……

   总之，就类似于，太监特别恨谈恋爱的人的那种劲儿……

<p align="center"><img src="/assets/img/2022-11-14/成都露天音樂公園.jpg" width="80%" height="80%"></p>
